[  
    {
        "name":"Interestelar",
        "img":"",
        "desc":"Um grupo de astronautas viaja por um buraco de minhoca em busca de um novo lar para a humanidade enquanto enfrentam os mistérios do tempo e espaço."
    },
    {
        "name":"Memento (amnesia)",
        "img":"",
        "desc":"Um homem com perda de memória recente usa fotos e tatuagens para tentar encontrar o assassino de sua esposa, navegando por uma narrativa não linear."
    },
    {
        "name":"American psycho",
        "img":"",
        "desc":"Patrick Bateman, um banqueiro de Nova York, vive uma vida dupla como serial killer, explorando temas de consumismo e psicopatia."
    },
    {
        "name":"Batman the dark knight",
        "img":"",
        "desc":"Batman enfrenta o caos personificado pelo Coringa, desafiando seus limites morais e sua luta pela justiça em Gotham."
    },
    {
        "name":"Inception",
        "img":"",
        "desc":"Um especialista em roubo de segredos subconscientes lidera uma equipe para implantar uma ideia nos sonhos de um empresário."
    },
    {
        "name":"Cisne negro",
        "img":"",
        "desc":"Uma bailarina obcecada pela perfeição mergulha em uma espiral psicológica enquanto se prepara para o papel principal em 'O Lago dos Cisnes'."
    },
    {
        "name":"Que horas ela volta",
        "img":"",
        "desc":"A relação entre uma empregada doméstica e sua patroa muda quando sua filha vem morar com elas, expondo questões de classe no Brasil."
    },
    {
        "name":"Pixote a lei do mais fraco",
        "img":"",
        "desc":"A trágica história de um menino de rua que tenta sobreviver no submundo da criminalidade no Brasil, refletindo a brutalidade social."
    },
    {
        "name":"O corcunda de notre dame (animação)",
        "img":"",
        "desc":"Quasímodo, um corcunda que vive isolado na catedral de Notre Dame, luta pela aceitação e protege a cigana Esmeralda."
    },
    {
        "name":"Deadpool 3",
        "img":"",
        "desc":"O anti-herói irreverente Deadpool retorna para novas aventuras repletas de humor ácido, violência e quebras da quarta parede."
    },
    {
        "name":"Shrek 2",
        "img":"",
        "desc":"Shrek e Fiona visitam o reino de 'Tão Tão Distante', enfrentando desafios familiares e um príncipe encantado em busca do 'felizes para sempre'."
    },
    {
        "name":"Coraline",
        "img":"",
        "desc":"Uma garota descobre um universo paralelo onde sua 'outra mãe' oferece uma vida ideal, mas com consequências sinistras."
    },
    {
        "name":"Monstros SA",
        "img":"",
        "desc":"Em um mundo onde monstros geram energia assustando crianças, dois monstros precisam devolver uma menina humana que acidentalmente entrou no seu universo."
    },
    {
        "name":"Pokémon 4Ever",
        "img":"",
        "desc":"Ash e seus amigos viajam no tempo para proteger o mítico Pokémon Celebi de caçadores, enquanto exploram temas de amizade e preservação."
    },
    {
        "name":"Titanic",
        "img":"",
        "desc":"Um romance entre Jack e Rose floresce a bordo do infame Titanic, cuja viagem culmina em uma tragédia histórica."
    },
    {
        "name":"O lobo de wall street",
        "img":"",
        "desc":"A ascensão e queda do corretor de ações Jordan Belfort, imersa em excessos, fraudes e a busca incessante por poder e riqueza."
    },
    {
        "name":"Parasita",
        "img":"",
        "desc":"Uma família pobre se infiltra na vida de uma família rica, levando a uma trama de mentiras, exploração e consequências violentas."
    },
    {
        "name":"Corra!",
        "img":"",
        "desc":"Um jovem negro visita a família de sua namorada branca e descobre um segredo perturbador por trás de suas intenções aparentemente amigáveis."
    },
    {
        "name":"Truque de Mestre",
        "img":"",
        "desc":"Um grupo de ilusionistas realiza roubos ousados durante seus shows, enquanto o FBI tenta capturá-los sem desvendar seus segredos."
    },
    {
        "name":"Como se fosse a primeira vez",
        "img":"",
        "desc":"Henry se apaixona por Lucy, que sofre de amnésia e perde a memória todos os dias, forçando-o a reconquistá-la diariamente."
    },
    {
        "name":"Cidade de Deus",
        "img":"",
        "desc":"A história brutal do crescimento do crime e violência em uma favela carioca, narrada por um jovem aspirante a fotógrafo."
    },
    {
        "name":"Vingadores: Ultimato",
        "img":"",
        "desc":"Os Vingadores se unem uma última vez para reverter o estalo de Thanos, que eliminou metade da vida no universo, em uma batalha épica."
    }
]